{
    "example": {
        "id": "example",
        "items": [
            {
                "id": "example-1",
                "uid": "Interviewer M",
                "time": "1970-01-01 00:01:33",
                "content": "Alright, then let's get started."
            },
            {
                "id": "example-2",
                "uid": "Interviewer M",
                "time": "1970-01-01 00:01:33",
                "content": "Okay. Hi, Jordan. So today I'm going to do a short interview - not a short interview, but a very casual interview - about your experiences in the Community Kitchen program. So basically, I'll include some general questions like, what's your decision to join the Community Kitchen program, and also how you feel about the Community Kitchen experience."
            },
            {
                "id": "example-3",
                "uid": "Interviewer M",
                "time": "1970-01-01 00:01:33",
                "content": "We might also ask you some questions about, you know, for example, what are the dishes you made that left you with the deepest impressions? Or how do you feel about all this process, including, like the collaborative cooking approach,[2] or like sharing your recipes with others, all these community related things. We will also ask a little bit about. So we distributed this feedback card system to track your learning progress. And we are also curious about how you feel about those feedback cards."
            },
            {
                "id": "example-4",
                "uid": "Interviewer M",
                "time": "1970-01-01 00:01:33",
                "content": "So before I get started, do you have any questions?"
            },
            {
                "id": "example-5",
                "uid": "Participant J",
                "time": "1970-01-01 00:02:47",
                "content": "Hmm, Nope."
            },
            {
                "id": "example-6",
                "uid": "Interviewer M",
                "time": "1970-01-01 00:02:50",
                "content": "Okay, so let's start with some general questions."
            },
            {
                "id": "example-7",
                "uid": "Interviewer M",
                "time": "1970-01-01 00:02:50",
                "content": "So I'm wondering, like, what is… how did you make the decision to join the Community Kitchen program? Why did you come here?"
            },
            {
                "id": "example-8",
                "uid": "Participant J",
                "time": "1970-01-01 00:03:08",
                "content": "Well, I… I think it started when I moved to Riverside about six months ago. I didn't really know anyone here, and I saw a flyer at the library about this program. And I thought, you know what, I like cooking, and it seemed like a good way to meet people. Plus, the whole idea of learning recipes from different cultures - that really appealed to me."
            },
            {
                "id": "example-9",
                "uid": "Interviewer M",
                "time": "1970-01-01 00:03:42",
                "content": "That's interesting. So it was both about the social aspect and the cultural exchange through food?"
            },
            {
                "id": "example-10",
                "uid": "Participant J",
                "time": "1970-01-01 00:03:49",
                "content": "Yeah, exactly. I mean, I can cook at home by myself, right? But there's something about cooking with others and sharing stories while you're chopping vegetables or stirring a pot. It's… it's different."
            },
            {
                "id": "example-11",
                "uid": "Interviewer M",
                "time": "1970-01-01 00:04:07",
                "content": "Can you tell me about a specific dish or cooking session that really stood out to you?"
            },
            {
                "id": "example-12",
                "uid": "Participant J",
                "time": "1970-01-01 00:04:15",
                "content": "Oh, definitely. There was this one Saturday where Rosa taught us how to make her grandmother's mole recipe. It took like four hours, and there were so many ingredients I'd never even heard of before. But the way she explained each spice, and the stories she told about her grandmother… I don't know, it just made the whole experience so much more than just following a recipe."
            },
            {
                "id": "example-13",
                "uid": "Interviewer M",
                "time": "1970-01-01 00:04:48",
                "content": "That sounds really meaningful. How do you feel about the collaborative cooking approach[2] that the program uses? You know, where everyone works together rather than individual stations?"
            },
            {
                "id": "example-14",
                "uid": "Participant J",
                "time": "1970-01-01 00:05:02",
                "content": "At first, honestly, it was a bit chaotic for me. I'm used to having my own space in the kitchen. But after a few sessions, I started to really appreciate it. You learn so much just by watching how other people handle ingredients or their little tricks. Like, I never knew you could peel ginger with a spoon until I saw Marcus do it."
            },
            {
                "id": "example-15",
                "uid": "Interviewer M",
                "time": "1970-01-01 00:05:29",
                "content": "Right, those little moments of learning. Speaking of which, can you tell me about your experience with the feedback card system? How has that been for you?"
            },
            {
                "id": "example-16",
                "uid": "Participant J",
                "time": "1970-01-01 00:05:42",
                "content": "The feedback cards? Um, they're interesting. I like that they're not just about the cooking skills but also about how we're connecting with others and our confidence levels. Sometimes it feels a bit formal for what we're doing, but I can see how it helps track progress over time."
            },
            {
                "id": "example-17",
                "uid": "Interviewer M",
                "time": "1970-01-01 00:06:05",
                "content": "Have you noticed any changes in yourself since you started the program?"
            },
            {
                "id": "example-18",
                "uid": "Participant J",
                "time": "1970-01-01 00:06:12",
                "content": "Yeah, actually. I'm definitely more adventurous with ingredients now. Like, I went to the international market last week and bought things I would have been too intimidated to try before. And… this might sound silly, but I feel more comfortable just being in a group setting. The program has this really accepting vibe that makes it easy to be yourself."
            },
            {
                "id": "example-19",
                "uid": "Interviewer M",
                "time": "1970-01-01 00:06:41",
                "content": "That doesn't sound silly at all. That sense of community and acceptance seems to be a big part of the program. Is there anything about the program that you think could be improved?"
            },
            {
                "id": "example-20",
                "uid": "Participant J",
                "time": "1970-01-01 00:06:55",
                "content": "Hmm. Maybe having more sessions? We meet once a week, but honestly, I'd come twice if I could. Oh, and maybe having a cookbook or something at the end with all the recipes we've learned. Sometimes I try to recreate something at home and realize I forgot an important step."
            },
            {
                "id": "example-21",
                "uid": "Interviewer M",
                "time": "1970-01-01 00:07:18",
                "content": "Those are great suggestions. Before we wrap up, is there anything else you'd like to share about your experience?"
            },
            {
                "id": "example-22",
                "uid": "Participant J",
                "time": "1970-01-01 00:07:27",
                "content": "Just that… I think programs like this are really important. It's not just about the cooking. It's about bringing people together, sharing cultures, building community. In a world where we're all so isolated sometimes, this feels like something special."
            }
        ]
    }
}